#include <iostream>
using namespace std;
//Задание 1.4
int main() {
  float a, b;
  cout << "Привет. Я делю заданные тобой числа.\nВведи первое число: ";
  cin >> a;
  cout << "Введи второе число: ";
  cin >> b;
  cout << "Частное твоих чисел - " << a / b;
  return 0;
}
